Repository: jscott82/myCrop
Catalog: i18n/i18n_mycropBundle-*.po
Languages: de

# cropsUI.jLabel17.text
source: Crop Type
de: Pflanzentyp

# cropsUI.cropTypeRetrieveButton.text
source: Retrieve
de: Abfragen

# cropsUI.jLabel12.text
source: Observations
de: Beobachtungen

source: Crop Type Name
de: Pflanzenname

source: Crop Type ID
de: Pflanzenkennnummer

# cropsUI.jLabel5.text
source: Action
de: Aktion

source: Size (sq. meters)
de: Größe (Quadratmeter)

# cropsUI.jLabel18.text
source: Action
de: Aktion

source: Field ID
de: Pflanzenkennnummer

# cropsUI.cropTypeDetailsGoButton.text
source: Go!
de: Los!

source: Insert/Edit Field
de: Feld einfügen/editieren

source: West Border
de: Westliche Grenze

source: South Border
de: Südliche Grenze

# cropsUI.jLabel26.text
source: Observations
de: Beobachtungen

# cropsUI.productionGoButton.text
source: Go!
de: Los!

source: East Border
de: Östliche Grenze

# cropsUI.productionRetrieveButton.text
source: Retrieve
de: Abfragen

source: North Border
de: Nördliche Grenze

# cropsUI.jLabel4.text
source: Observations
de: Beobachtungen

# cropsUI.jLabel3.text
source: Quantity (Kgr)
de: Menge (kg)

source: Date of Harvest (YYYY-MM-DD)
de: Datum der Ernte(JJJJ-MM-TT)

# cropsUI.jLabel25.text
source: Crop Type
de: Pflanzentyp

source: Insert/Edit Application Type
de: Anwendungstyp einfügen/editieren

# cropsUI.jLabel28.text
source: Action
de: Aktion

source: Application Type ID
de: Anwendungstypkennnummer

# cropsUI.farmFieldRetrieveButton.text
source: Retrieve
de: Abfragen

# cropsUI.farmfieldGoButton.text
source: Go
de: Los!

source: Text Reports
de: Schriftliche Berichte

# cropsUI.jLabel1.text
source: Field Name
de: Feldname

# cropsUI.jLabel36.text
source: Quantity (Kgr)
de: Menge (kg)

source: Application Type
de: Anwendungstyp

source: Date Of Application (YYYY-MM-DD)
de: Datum der Anwendung (JJJJ-MM-TT)

source: Production Id
de: Produktionskennnummer

source: Insert/Edit Production
de: Produktion einfügen/editieren

source: Expenses
de: Ausgaben

# cropsUI.jLabel8.text
source: Action
de: Aktion

# cropsUI.appTypeRetrieveButton.text
source: Retrieve
de: Abfragen

# cropsUI.appTypeGoButton.text
source: Go
de: Los!

source: Application Observations
de: Beobachtungen bei Anwendung

# cropsUI.jLabel39.text
source: Observations
de: Beobachtungen

source: Aplication Name
de: Anwendungsname

source: Export Database
de: Datenbank exportieren

source: EmptyDatabase
de: Leere Datenbank

source: Shutdown
de: Beenden

# cropsUI.aboutMenuItem.text
source: About
de: Über

source: Insert/Edit Application
de: Anwendung einfügen/editieren

# cropsUI.jLabel32.text
source: Action
de: Maßnahme

source: Application ID
de: Anwendungskennnummer

# cropsUI.jLabel35.text
source: Field Name
de: Feldname

# cropsUI.jLabel34.text
source: Crop Type
de: Pflanzentyp

# cropsUI.reportButton.text
source: Go
de: Los!

source: Import DB Tables
de: Importiere Datenbanktabellen

# cropsUI.cropFieldGoButton.text
source: Go
de: Los!

# cropsUI.cropFieldRetrieveButton.text
source: Retrieve
de: Abfragen

source: Crop Details
de: Pflanzendetails

# cropsUI.jLabel14.text
source: Field Name
de: Feldname

source: Insert/Edit Crop Type
de: Pflanzentyp einfügen/editieren

# cropsUI.jLabel13.text
source: Action
de: Maßnahme

source: Insert/Edit Crop For a Field
de: Pflanze für ein Feld einfügen/editieren

source: Crop Field ID
de: Pflanzenfeldkennnummer

# cropsUI.applicationRetrieveButton.text
source: Retrieve
de: Abfragen

# cropsUI.insertEditApplicationGoButton.text
source: Go
de: Los!

source: Reports
de: Berichte

source: Report Parameters
de: Berichteparameter

source: Save report as csv
de: Bericht als CSV-Datei speichern

source: Execute Sql
de: SQL Ausführen

source: Execute
de: Ausführen

source: Use only create,insert,delete,update,drop commands. Be vary carefull
de: Benutze nur create, insert, delete, update, drop Befehle. Sei sehr vorsichtig.

source: Something went wrong. Please try again!
de: Irgend etwas ist schief gelaufen. Bitte probieren Sie es erneut!

source: Insert
de: Einfügen

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Crop Types
de: Pflanzenarten

source: Production
de: Produktion

source: Crop Fields
de: Pflanzenfelder

source: Farm Fields
de: Betriebsfelder

source: Application Types
de: Anwendungstypen

source: Applications
de: Anwendungen

source: The database engine and the application will shutdown!
de: Die Datenbank und die Anwendung werden geschlossen!

source: All the database content is going to be deleted!
de: Der gesamte Datenbank-Inhalt wird gelöscht werden!

source: The database is not Empty. I will do nothing!
de: Die Datenbank ist nicht leer. Ich werde nichts tun!

source: Field
de: Feld

# cropsUI.jLabel42.text
source: Period
de: Zeitraum

source: Total Production per field and crop
de: Gesamtproduktion pro Feld und Pflanze

source: Total production of crop type
de: Gesamtproduktion der Pflanzenart

source: Total production of crop type for a time period
de: Gesamtproduktion der Pflanzenart in einem Zeitraum

source: Applications for a specifid crop in a field
de: Anwendungen auf eine spezifische Pflanze eines Feldes

source: Applications for a specific crop in a field for a time period
de: Anwendungen auf eine spezifische Pflanze eines Feldes in einem Zeitraum

# cropsUI.jLabel41.text
source: Start
de: Beginn

# cropsUI.jLabel43.text
source: End
de: Ende

source: Empty values are not allowed. Please try again
de: Leere Werte sind nicht erlaubt. Bitte versuchen Sie es erneut

# NutrientTypesWindow.jLabel2.text
source: Action
de: Maßnahme

# NutrientTypesWindow.executeButton.text
source: Go
de: Los!

source: Nutrient Type Managment
de: Pflanzennährstoffverwaltung

# NutrientTypesWindow.jLabel1.text
source: Observations
de: Beobachtungen

source: Select Nutrient Type
de: Nährstofftyp wählen

source: Nutrient Type Name*
de: Nährstoffname*

source: Nutrient Type Symbol*
de: Nährstoffsymbol*

source: Manage Nutrient Types
de: Nährstofftypen verwalten

source: Atomic Weight
de: relative Atommasse

source: Operations
de: Operationen

# cropsUI.aboutMenu.text
source: About
de: Über

source: Advanced Features
de: Erweiterte Funktionen

source: Nutrient Types Managment
de: Nährstofftypverwaltung

source: Execute SQL
de: SQL ausführen

# RecipiesWindow.executeButton.text
source: Go
de: Los!

source: Nutrient Type (*)
de: Nährstofftyp (*)

source: Crop type (*)
de: Pflanzentyp (*)

source: Fertilizer Recipe Managment
de: Düngemittelrezeptverwaltung

# RecipiesWindow.jLabel2.text
source: Action
de: Aktion

source: Quantity (*)
de: Menge (*)

# RecipiesWindow.jLabel1.text
source: Observations
de: Beobachtungen

source: Fertilizer Recipies
de: Düngemittelrezepte

source: Fertilizer Recipies Management
de: Düngemittelrezeptverwaltung

source: Estimated Nutrient Depletion
de: Geschätzter Düngemittelverbrauch

source: Nutrient Depletion Estimate
de: Düngemittelverbrauchsschätzung

# NutrientDelpetionEstimateWindow.jLabel5.text
source: Farm Fields
de: Betriebsfelder

# NutrientDelpetionEstimateWindow.jLabel4.text
source: Crop Type
de: Pflanzentyp

# NutrientDelpetionEstimateWindow.jLabel43.text
source: End
de: Ende

# NutrientDelpetionEstimateWindow.jLabel41.text
source: Start
de: Beginn

# NutrientDelpetionEstimateWindow.jLabel42.text
source: Period
de: Zeitraum

# NutrientDelpetionEstimateWindow.resultsTable.columnModel.title0
source: Nutrient Type
de: Düngemitteltyp

# NutrientDelpetionEstimateWindow.resultsTable.columnModel.title1
source: Quantity
de: Menge

source: Nutrient Type
de: Düngemitteltyp

source: Quantity
de: Menge

source: kgr
de: kg

source: Evaportranspiration Calculation Methods
de: Evapotranspiration-Berechnungsmethoden

source: Calculate Eto
de: Berechne ETo

source: Calculate Ea
de: Berechne Ea

source: Calculate Ea Poor
de: Berechne Ea poor

source: Insert Tmax
de: Tmax einfügen

source: Insert Tmin
de: Tmin einfügen

source: Insert Rh
de: relative Luftfeuchtigkeit (Rh) einfügen

# EtWindow.jLabel5.text
source: Result
de: Ergebnis

# EtWindow.jLabel12.text
source: Result
de: Ergebnis

# EtWindow.eaPoorButton.text
source: Calculate
de: Berechne

source: Air Speed
de: Luftgeschwindigkeit

source: Month Number
de: Nummer des Monats

source: Latitude Degrees
de: Breitengrad

source: Latitude Minutes
de: Breitengradminuten

source: Average Month Temperature
de: Durchschnittliche Temperatur im Monat

source: Previous Month Average Temperature
de: Vorherige durchschnittliche Temperatur im Monat

source: Altitude
de: Höhe

source: Sun Hours
de: Sonnenstunden

source: ETo Results
de: ETo Ergebnisse

source: ET Results
de: ET Ergebnisse

# EtWindow.eaButton.text
source: Calculate
de: Berechne

source: Calculate ETo
de: Berechne ETo

source: Calculte ET
de: Berechne ET

source: EvaporTranspiration
de: EvapoTranspiration

source: Export myCropSurvey Data
de: Exportiere myCrop-Daten

source: Import
de: Importieren

source: Export
de: Exportieren
